Repository: JMApps/majmua
Catalog: lib/l10n/app_*.arb
Languages: ar, kk, ky, ru

# timeOffset
source: Daylight saving time (DST)
ar: الوقت الشتوي (DST)
kk: Қысқы уақыт (DST)
ky: Кышкы убакыт (DST)
ru: Зимнее время (DST)

# salawatButton
source: Send blessings upon the Prophet ﷺ
ar: الصلاة على النبي ﷺ
kk: Пайғамбарға ﷺ салауат айту
ky: Пайгамбарга ﷺ салават айтуу
ru: Салават на Пророка ﷺ
