Repository: JMApps/majmua
Catalog: lib/l10n/app_*.arb
Languages: ar, kk, ky, ru

# appName
source: Muslim's shelf
ar: رف المسلم
kk: Мұсылман күнделігі
ky: Мусулмандын текчеси
ru: Полка мусульманина

# shelf
source: Muslim's
ar: رف
kk: Күнделік
ky: Мусулмандын
ru: Полка

# muslim
source: shelf
ar: المسلم
kk: мұсылманның
ky: текчеси
ru: мусульманина

# appSlogan
source: As days pass by, a part of you passes too
ar: تمضي الأيام – وتمضي معها جزء منك
kk: Бір күнің өтсе — бір бөлігің де кетті
ky: Күндөр өткөн сайын – сиздин бир бөлүгүңүз да өтүп жатат
ru: Уходят дни – уходит часть тебя

source: Language
ar: اللغة
kk: Тіл
ky: Тил тандоо
ru: Язык

# languageApp
source: App language
ar: لغة التطبيق
kk: Қолданбаның тілі
ky: Тиркеменин тили
ru: Язык приложения

source: Settings
ar: الإعدادات
kk: Баптаулар
ky: Орнотуулар
ru: Настройки

source: Notifications
ar: الإشعارات
kk: Хабарландырулар
ky: Билдирүүлөр
ru: Уведомления

source: About Us
ar: معلومات عنا
kk: Біз туралы
ky: Биз жөнүндө
ru: О нас

# appTheme
source: Theme
ar: السمة
kk: Режим
ky: Тема
ru: Тема

# themeModes
source: Light, Dark, System
ar: فاتح, داكن, حسب النظام
kk: Жарық, Қараңғы, Жүйелік
ky: Жарык, Караңгы, Системалык
ru: Светлая, Тёмная, Системная

source: Color Theme
ar: لون السمة
kk: Режим түсі
ky: Теманын түсү
ru: Цвет темы

source: Display
ar: العرض
kk: Дисплей
ky: Дисплей
ru: Дисплей

source: Always-on Display
ar: الشاشة دائمة التشغيل
kk: Дисплей әрқашан қосулы
ky: Дисплей ар дайым күйгүзүлүү
ru: Дисплей всегда включён

# otherApps
source: Our other apps:
ar: تطبيقاتنا الأخرى:
kk: Басқа қолданбаларымыз:
ky: Биздин башка тиркемелер:
ru: Другие наши приложения:

# weSocials
source: Our social media:
ar: تابعنا على مواقع التواصل:
kk: Әлеуметтік желілердегі парақшаларымыз:
ky: Биз соцтармактарда:
ru: Мы в соцсетях:

# rateApp
source: Rate the app:
ar: قيّم التطبيق:
kk: Қолданбаны бағалау:
ky: Тиркемени баалоо:
ru: Оценить приложение:

# gregorianMonthNames
source: January, February, March, April, May, June, July, August, September, October, November, December
ar: يناير, فبراير, مارس, أبريل, مايو, يونيو, يوليو, أغسطس, سبتمبر, أكتوبر, نوفمبر, ديسمبر
kk: Қаңтар, Ақпан, Наурыз, Сәуір, Мамыр, Маусым, Шілде, Тамыз, Қыркүйек, Қазан, Қараша, Желтоқсан
ky: Январь, Февраль, Март, Апрель, Май, Июнь, Июль, Август, Сентябрь, Октябрь, Ноябрь, Декабрь
ru: Январь, Февраль, Март, Апрель, Май, Июнь, Июль, Август, Сентябрь, Октябрь, Ноябрь, Декабрь

# hijriMonthNames
source: Muharram, Safar, Rabi al-Awwal, Rabi al-Thani, Jumada al-Awwal, Jumada al-Thani, Rajab, Sha'ban, Ramadan, Shawwal, Dhul-Qa'dah, Dhul-Hijjah
ar: محرم, صفر, ربيع الأول, ربيع الثاني, جمادى الأولى, جمادى الآخرة, رجب, شعبان, رمضان, شوال, ذو القعدة, ذو الحجة
kk: Мұхаррам, Сафар, Рабиғ әл-әууәл, Рабиғ әс-сани, Джұмад әл-улә, Джұмад әл-ахирә, Раджаб, Шағбан, Рамазан, Шәууәл, Зулқағда, Зулхижжа
ky: Мухаррам, Сафар, Раби уль-аввал, Раби уль-ахир, Жумад уль-аввал, Жумад уль-ахир, Ражаб, Шаабан, Рамазан, Шаввал, Зуль-каада, Зуль-хижжа
ru: Мухаррам, Сафар, Раби аль-авваль, Раби ас-сани, Джумада аль-уля, Джумада аль-ахира, Раджаб, Шаабан, Рамадан, Шавваль, Зу-ль-ка'да, Зу-ль-хиджа

source: Location
ar: الموقع
kk: Орналасқан жері
ky: Жайгашкан жери
ru: Местоположение

# prayerParams
source: Parameters
ar: الإعدادات
kk: Параметрлер
ky: Параметрлер
ru: Параметры

# selectedCity
source: Current city
ar: المدينة الحالية
kk: Қазіргі қала
ky: Учурдагы шаар
ru: Текущий город

source: Coordinates
ar: الإحداثيات
kk: Координаттар
ky: Координаттар
ru: Координаты

# calculationPrayerMethod
source: Calculation method
ar: طريقة الحساب
kk: Есептеу әдісі
ky: Эсептөө ыкмасы
ru: Метод расчёта

# highLatitude
source: High latitudes
ar: المناطق المرتفعة
kk: Жоғары ендіктер
ky: Жогорку кеңдиктер
ru: Широкие высоты

# madhabMethod
source: Asr prayer
ar: المذهب لصلاة العصر
kk: 'Аср намазы
ky: Аср намазы
ru: Молитва 'аср

source: Select city
ar: اختيار مدينة
kk: Қала таңдау
ky: Шаар тандоо
ru: Выбрать город

source: Add city
ar: اضافة مدينة
kk: Қала қосу
ky: Шаар кошуу
ru: Добавить город

# adjustmentTimes
source: Minute adjustments
ar: تعديل الأوقات
kk: Минуттарды түзету
ky: Мүнөттөрдү түзөтүү
ru: Корректировка минут

source: Information
ar: معلومات
kk: Ақпарат
ky: Маалымат
ru: Информация

# adjustmentMessage
source: If there's a slight difference between the calculated prayer times and your local schedule after selecting a calculation method, you can adjust the minutes:
ar: إذا كان هناك فرق بسيط في أوقات الصلاة بعد اختيار طريقة الحساب, يمكنك تعديل الوقت يدوياً:
kk: Егер намаз уақыттарын есептеу әдісін таңдағаннан кейін жергілікті кестемен аздаған айырмашылық болса, минуттарды қолмен түзетуге болады:
ky: Эгер намаз убакыттарын эсептөө ыкмасын тандагандан кийин жергиликтүү график менен айырма болсо, мүнөттөрдү түзөтүүнү колдоно аласыз:
ru: Если после выбора метода расчёта времени молитв есть небольшая разница с местным расписанием, вы можете воспользоваться корректировкой минут:

# calculationTimeMessage
source: Dear app users! You can use the available prayer time calculation methods in the app and additionally make manual time adjustments. If the prayer times still don't match your local schedule after these adjustments, we apologize and suggest looking for alternative solutions on Google Play or App Store. Available prayer time calculation methods in the app:
ar: أعزائنا مستخدمي التطبيق! يمكنكم اختيار طريقة الحساب المناسبة من المتوفرة, وأيضًا تعديل الأوقات يدويًا. إن استمر الفرق بعد ذلك, نرجو المعذرة وابحثوا عن حلول بديلة في Google Play أو App Store. طرق الحساب المتوفرة في التطبيق:
kk: Құрметті қолданба пайдаланушылары! Қолданбада қол жетімді намаз уақыттарын есептеу әдістерін пайдалана аласыз, сондай-ақ уақытты қолмен түзетуге мүмкіндік бар. Егер осыдан кейін де қолданбадағы уақыт жергілікті уақытпен сәйкес келмесе, кешірім сұраймыз және Google Play немесе App Store-дан балама шешімдерді іздеңіз. Қолданбада қолжетімді есептеу әдістері:
ky: Урматтуу тиркеменин колдонуучулары! Силер тиркемедеги намаз убакыттарын эсептөө ыкмаларын колдоно аласыңар, ошондой эле убакытты кошумча түрдө кол менен түзөтө аласыз. Эгер андан кийин да тиркемедеги намаз убакыттары сиздин жердеги убакыттарга дал келбесе, кечирим сурайбыз жана Google Play же App Store'до альтернативаларды издеп көрүүнү сунуштайбыз. Тиркемедеги намаз убакыттарын эсептөө ыкмалары:
ru: Уважаемые пользователи приложения! Вы можете воспользоваться доступными в приложении методами расчёта времени молитв, а также дополнительно откорректировать время вручную. Если после этого время молитв в приложении все равно не будет совпадать с временем молитв в вашей местности, то извините, и поищите альтернативные решения в Google Play или App Store. Доступные в приложении методы расчета времени молитв:

# addCityMessage
source: All fields must be filled. Latitude range: -90.0 to 90.0 Longitude range: -180.0 to 180.0
ar: يجب ملء جميع الحقول. نطاق خطوط العرض: من -90.0 إلى 90.0 نطاق خطوط الطول: من -180.0 إلى 180.0
kk: Барлық жолақтар толтырылуы керек. Ендік диапазоны: -90.0-ден 90.0-ге дейін Бойлық диапазоны: -180.0-ден 180.0-ге дейін
ky: Бардык четтери толтурулушу керек. Кеңдик диапазону: -90.0дон 90.0го чейин Узундук диапазону: -180.0дон 180.0го чейин
ru: Все поля должны быть заполнены. Диапазон широты: от -90.0 до 90.0 Диапазон долготы: от -180.0 до 180.0

source: Enter country name
ar: أدخل اسم الدولة
kk: Ел атауын енгізіңіз
ky: Өлкөнүн атын киргизиңиз
ru: Введите название страны

source: Enter city name
ar: أدخل اسم المدينة
kk: Қала атауын енгізіңіз
ky: Шаардын атын киргизиңиз
ru: Введите название города

# enterLatitude
source: Enter latitude (e.g. 21.3924)
ar: أدخل خط العرض (مثال: 21.3924)
kk: Ендікті енгізіңіз (мысалы 21.3924)
ky: Кеңдикти киргизиңиз (мисалы 42.8823)
ru: Введите широту (например 21.3924)

# enterLongitude
source: Enter longitude (e.g. 39.8579)
ar: أدخل خط الطول (مثال: 39.8579)
kk: Бойлықты енгізіңіз (мысалы 39.8579)
ky: Узундугун киргизиңиз (мисалы 74.5678)
ru: Введите долготу (например 39.8579)

# allFieldsRequired
source: All fields are required
ar: جميع الحقول مطلوبة
kk: Барлық жолақтар толтырылуы қажет
ky: Бардык четтери толтурулушу керек
ru: Все поля должны быть заполнены

source: Invalid coordinates
ar: إحداثيات غير صالحة
kk: Координаттар дұрыс емес
ky: Координаттар туура эмес
ru: Некорректные координаты

source: Add
ar: إضافة
kk: Қосу
ky: Кошуу
ru: Добавить

source: Select
ar: اختيار
kk: Таңдау
ky: Тандоо
ru: Выбрать

source: Cancel
ar: إلغاء
kk: Бас тарту
ky: Жокко чыгаруу
ru: Отмена

source: Close
ar: إغلاق
kk: Жабу
ky: Жабуу
ru: Закрыть

source: Change
ar: تعديل
kk: Өзгерту
ky: Өзгөртүү
ru: Изменить

source: Delete
ar: حذف
kk: Жою
ky: Өчүрүү
ru: Удалить

# defaultAdjustments
source: Default
ar: افتراضي
kk: Алғашқы орнатылым
ky: Демейки боюнча
ru: По умолчанию

source: Share
ar: مشاركة
kk: Бөлісу
ky: Бөлүшүү
ru: Поделиться

source: Copy
ar: نسخ
kk: Көшіру
ky: Көчүрүү
ru: Скопировать

source: Copied
ar: تم النسخ
kk: Көшірілді
ky: Көчүрүлдү
ru: Скопировано

source: Reset
ar: إعادة ضبط
kk: Қалпына келтіру
ky: Баштапкы абалга келтирүү
ru: Сброс

# resetMessage
source: Reset values?
ar: هل تريد إعادة تعيين القيم؟
kk: Мәндерді бастапқы күйге келтіргіңіз келе ме?
ky: Маанилерди баштапкы абалга келтирүүнү каалайсызбы?
ru: Сбросить значения?

source: Search
ar: بحث
kk: Іздеу
ky: Издөө
ru: Поиск

# searchIsEmpty
source: No results found for your query
ar: لا توجد نتائج لبحثك
kk: Сұраныс бойынша ештеңе табылмады
ky: Сурооңуз боюнча эч нерсе табылган жок
ru: По вашему запросу ничего не найдено

# customCityIsEmpty
source: You haven't added any cities
ar: لم تضف أي مدينة
kk: Сіз бірде-бір қала қоспадыңыз
ky: Шаар кошкон жоксуз
ru: Вы не добавили ни одного города

# prayerCalendar
source: Prayer schedule
ar: تقويم الصلاة
kk: Намаз кестесі
ky: Намаз графиги
ru: Расписание молитв

# prayerSchedule
source: Monthly schedule
ar: الجدول الشهري
kk: Айлық кесте
ky: Бир айлык график
ru: Расписание на месяц

# dayNumber
source: Date
ar: اليوم
kk: Күн
ky: Күн
ru: Число

# qiblah
source: Qibla direction
ar: اتجاه القبلة
kk: Құбыла бағыты
ky: Кыбла багыты
ru: Направление Киблы

source: Fajr
ar: الفجر
kk: Таң
ky: Багымдат
ru: Фаджр

source: Dhuhr
ar: الظهر
kk: Бесін
ky: Бешим
ru: Зухр

source: Asr
ar: العصر
kk: Екінті
ky: Аср
ru: 'Аср

source: Maghrib
ar: المغرب
kk: Ақшам
ky: Шам
ru: Магриб

source: Isha
ar: العشاء
kk: Құптан
ky: Куптан
ru: 'Иша

# adDuhaTime
source: Duha prayer time
ar: وقت صلاة الضحى
kk: Духа намазы уақыты
ky: Зуха намазынын убактысы
ru: Время молитвы «ад-духа»

# adhanTime
source: Remembrance during adhan
ar: أذكار الأذان
kk: Азан кезіндегі зікірлер
ky: Азан убактысындагы зикирлер
ru: Слова поминания во время азана

# adhkarsTime
source: Post-prayer remembrance
ar: أذكار بعد الصلاة
kk: Намаздан кейінгі зікірлер
ky: Намаздан кийинки зикирлер
ru: Слова поминания после молитвы

source: Morning adhkars time
ar: وقت الأذكار الصباحية
kk: Таңғы зікірлер уақыты
ky: Эрте мененки зикирлер убактысы
ru: Время утренних азкаров

source: Evening adhkars time
ar: وقت الأذكار المسائية
kk: Кешкі зікірлер уақыты
ky: Кечки зикирлер убактысы
ru: Время вечерних азкаров

# nightAdhkarsTime
source: Don't forget bedtime adhkars!
ar: لا تنس أذكار النوم!
kk: Ұйықтар алдында Алланы еске алуды ұмытпа!
ky: Уйкудан мурда окулчу зикирлерди унутпа!
ru: Не забудь азкары перед сном!

source: Prayer time
ar: أوقات الصلاة
kk: Намаз уақыты
ky: Намаз убактысы
ru: Время молитвы

# remind
source: Reminder
ar: تذكير
kk: Еске салу
ky: Эскертүү
ru: Напоминание

source: Adhan
ar: الأذان
kk: Азан
ky: Азан
ru: Азан

source: Adhkars
ar: الأذكار
kk: Зікірлер
ky: Зикирлер
ru: Азкары

source: Morning adhkars
ar: أذكار الصباح
kk: Таңертеңгі зікірлер
ky: Эрте мененки зикирлер
ru: Утренние азкары

source: Evening adhkars
ar: أذكار المساء
kk: Кешкі зікірлер
ky: Кечки зикирлер
ru: Вечерние азкары

# nightAdhkars
source: Bedtime adhkars
ar: أذكار قبل النوم
kk: Ұйқы алдындағы зікірлер
ky: Уйкудан мурда окулчу зикирлер
ru: Азкары перед сном

# fastMonday
source: Monday fasting
ar: صيام الاثنين
kk: Дүйсенбі оразасы
ky: Дүйшөмбү күнкү орозо
ru: Пост в понедельник

# fastThursday
source: Thursday fasting
ar: صيام الخميس
kk: Бейсенбі оразасы
ky: Бейшемби күнкү орозо
ru: Пост в четверг

# nearWhiteDays
source: White Days are approaching
ar: اقتربت الأيام البيض
kk: Ақ күндер жақындады
ky: Ак күндөр жакындады
ru: Приблизились белые дни

source: White Days
ar: الأيام البيض
kk: Ақ күндер
ky: Ак күндөр
ru: Белые дни

source: Friday
ar: الجمعة
kk: Жұма
ky: Жума
ru: Пятница

# tomorrowFriday
source: Indeed, Allah showers His blessings upon the Prophet, and His angels pray for him. O believers! Invoke Allah’s blessings upon him, and salute him with worthy greetings of peace. Tomorrow is Friday
ar: إن الله وملائكته يصلون على النبي. يا أيها الذين آمنوا صلوا عليه وسلموا تسليماً. غداً الجمعة
kk: Шынында, Алла және Оның періштелері Пайғамбарға салауат айтады. Ей, иман келтіргендер! Сендер де оған салауат айтып, сәлем жолдаңдар. Ертең жұма
ky: Албетте, Аллах жана Анын периштелери пайгамбарга салават айтышат. О, ыйман келтиргендер, силер да ага көптөн-көп салават-саламдарды айткыла!. Эртең жума
ru: Воистину, Аллах и Его ангелы благословляют Пророка. О те, которые уверовали! Благословляйте его и приветствуйте миром. Завтра пятница

# lastHourFriday
source: Last hour of friday
ar: الساعة الأخيرة من يوم الجمعة
kk: Жұманың соңғы сағаты
ky: Жуманын акыркы сааты
ru: Последний час пятницы

source: Prayer notifications
ar: تنبيهات الصلاة
kk: Намаз уақыты хабарламалары
ky: Намаз билдирүүлөрү
ru: Уведомление молитв

source: Adhkars notifications
ar: تنبيهات الأذكار
kk: Зікір хабарламалары
ky: Зикир билдирүүлөрү
ru: Уведомление азкаров

source: Fasting notifications
ar: تنبيهات الصيام
kk: Ораза хабарламалары
ky: Орозо билдирүүлөрү
ru: Уведомление постов

source: Friday notifications
ar: تنبيهات الجمعة
kk: Жұма хабарламалары
ky: Жума билдирүүлөрү
ru: Уведомление пятницы

source: Sunrise
ar: الشروق
kk: Күн шығу
ky: Күн чыгуу
ru: Восход

source: (Duha)
ar: (الضحى)
kk: Духа
ky: (Зуха)
ru: (ад-духа)

source: Midnight
ar: منتصف الليل
kk: Түн ортасы
ky: Түн ортосу
ru: Полночь

# lastThirdNightPart
source: Last ⅓ of the night
ar: الثلث الأخير من الليل
kk: Түннің соңғы ⅓ бөлігі
ky: Түндүн акыркы ⅓ бөлүгү
ru: Последняя ⅓ ночи

# lengthOfDay
source: Length of the day
ar: طول النهار
kk: Күн ұзақтығы
ky: Күндүн узактыгы
ru: Продолжительность дня

# hourMinuteValues
source: hour, hours, hours, minute, minutes, minutes
ar: ساعة, ساعتان, ساعات, دقيقة, دقيقتان, دقائق
kk: сағат, сағат, сағат, минут, минут, минут
ky: саат, саат, саат, мүнөт, мүнөт, мүнөт
ru: час, часа, часов, минута, минуты, минут

source: Start
ar: البداية
kk: Басталуы
ky: Башталышы
ru: Начало

source: End
ar: النهاية
kk: Аяқталуы
ky: Аякташуу
ru: Конец

# week2DayNamesShort
source: Mon, Tue, Wed, Thu, Fri, Sat, Sun
ar: اث, ثل, أربع, خم, جم, سبت, أحد
kk: Дс, Сс, Ср, Бс, Жм, Сб, Жс
ky: Дш, Шш, Шр, Бш, Жм, Иш, Жш
ru: Пн, Вт, Ср, Чт, Пт, Сб, Вс

# week2DayNames
source: Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday
ar: الاثنين, الثلاثاء, الأربعاء, الخميس, الجمعة, السبت, الأحد
kk: Дүйсенбі, Сейсенбі, Сәрсенбі, Бейсенбі, Жұма, Сенбі, Жексенбі
ky: Дүйшөмбү, Шейшемби, Шаршемби, Бейшемби, Жума, Ишемби, Жекшемби
ru: Понедельник, Вторник, Среда, Четверг, Пятница, Суббота, Воскресенье

# nearFastingDay
source: Tomorrow is a recommended fasting day
ar: غداً يوم صيام مستحب
kk: Ертең нәпіл ораза күні
ky: Эртең орозо кармоо сүннөт
ru: Завтра день желательного поста

# fastingDay
source: Recommended fasting day
ar: يوم صيام مستحب
kk: Нәпіл ораза күні
ky: Сүннөт орозо күнү
ru: День желательного поста

# fridaySunans
source: Friday sunnahs
ar: سُنن يوم الجمعة
kk: Жұма сүннеттері
ky: Жума күнүнүн сүннөттөрү
ru: Пятничные сунаны

# friday_sunna_1
source: Perform ghusl (major ablution)
ar: الاغتسال
kk: Ғұсыл алу
ky: Гусул алуу
ru: Совершить большое омовение

# friday_sunna_2
source: Groom yourself
ar: التجمل
kk: Өзін ретке келтіру
ky: Өзүн тартипке келтирүү
ru: Привести себя в порядок

# friday_sunna_3
source: Wear clean clothes
ar: ارتداء ملابس نظيفة
kk: Таза киім кию
ky: Таза кийим кийүү
ru: Надеть чистую одежду

# friday_sunna_4
source: Apply perfume
ar: التطيب
kk: Хош иіс себу
ky: Жыпар жыт себүү
ru: Умастить себя благовониями

# friday_sunna_5
source: Go to the mosque early
ar: الذهاب إلى المسجد مبكراً
kk: Мешітке ерте бару
ky: Мечитке эрте баруу
ru: Пораньше отправиться в мечеть

# friday_sunna_6
source: Walk to the mosque
ar: الذهاب سيراً على الأقدام
kk: Мешітке жаяу бару
ky: Мечитке жөө баруу
ru: Отправиться в мечеть пешком

# friday_sunna_7
source: Sit close to the minbar
ar: الجلوس قرب المنبر
kk: Минбарға жақын жерге отыру
ky: Минбарга жакын орун алуу
ru: Занять место ближе к минбару

# friday_sunna_8
source: Step over others except when necessary
ar: عدم تخطي رقاب الناس إلا للضرورة
kk: Мешітте отырған адамдардың алдынан немесе үстінен аттап өтпеу (егер басқа жол болмаса ғана)
ky: Башкалардын үстүнөн өтүү, башка жол менен жете албаган учурлардан башка
ru: Перешагивать через других, кроме тех случаев, когда иначе невозможно добраться до нужного места

# friday_sunna_9
source: Talk during the khutbah
ar: عدم التحدث أثناء الخطبة
kk: Хұтба кезінде сөйлемеу
ky: Хутба убагында сүйлөшүү
ru: Разговаривать во время хутбы

# friday_sunna_10
source: Pray 4 rak'ahs (2+2) after Jumu'ah at the mosque or 2 rak'ahs at home
ar: صلاة ٤ ركعات (٢+٢) بعد الجمعة أو ركعتان في البيت
kk: Жұма намазы зікірінен кейін мешітте 4 ракағат (2+2), немесе үйде 2 ракағат оқу
ky: Жумадан кийин мечитте 4 рекет (2ден 2) же үйдө 2 рекет окуу
ru: Совершить 4 ракаата, (2 по 2), после джума в мечети или 2 ракаата дома

# friday_sunna_11
source: Read Surah Al-Kahf
ar: قراءة سورة الكهف
kk: «Кәһф» сүресін оқу
ky: «Аль-Кахф» сүрөсүн окуу
ru: Прочитать суру «Аль-Кахф»

# friday_sunna_12
source: Send abundant blessings upon the Prophet ﷺ
ar: الإكثار من الصلاة على النبي ﷺ
kk: Пайғамбарға ﷺ көп салауат айту
ky: Пайгамбарга ﷺ көп салават айтуу
ru: Как можно больше читать салават на Пророка ﷺ

# friday_sunna_13
source: Make dua during the last hour of Friday (one hour before Maghrib)
ar: الدعاء في الساعة الأخيرة من الجمعة (قبل المغرب)
kk: Жұманың соңғы сағатында дұға жасау (мағрибке дейін сағат)
ky: Жуманын акыркы саатында дуба кылуу (шамга чейин 1 саат)
ru: Сделать дуа в последний час пятницы (час до магриба)

# mustahab
source: Recommended
ar: مستحب
kk: Мұстахап (құпталған іс)
ky: Сүннөт
ru: Желательно

# haram
source: Forbidden (Haram)
ar: محرم
kk: Харам (тыйым салынған)
ky: Тыюу салынган (арам)
ru: Запрещено (харам)

# lastFridayHour
source: Last hour of friday
ar: الساعة الأخيرة من يوم الجمعة
kk: Жұманың соңғы сағаты
ky: Жуманын акыркы сааты
ru: Последний час пятницы

source: Day
ar: يوم
kk: Күн
ky: Күн
ru: День

source: Week
ar: أسبوع
kk: Апта
ky: Апта
ru: Неделя

source: Month
ar: شهر
kk: Ай
ky: Ай
ru: Месяц

source: Year
ar: سنة
kk: Жыл
ky: Жыл
ru: Год

# seasonSpring
source: Spring
ar: الربيع
kk: Көктем
ky: Жаз
ru: Весна

# seasonSummer
source: Summer
ar: الصيف
kk: Жаз
ky: Жай
ru: Лето

# seasonFall
source: Fall
ar: الخريف
kk: Күз
ky: Күз
ru: Осень

# seasonWinter
source: Winter
ar: الشتاء
kk: Қыс
ky: Кыш
ru: Зима

# daysToRamadan
source: Days until ramadan
ar: أيام حتى رمضان
kk: Рамаданға дейін қалған күн
ky: Рамазанга калган күн
ru: Дней до Рамадана

source: Blessed ramadan
ar: رمضان مبارك
kk: Берекелі Рамадан
ky: Берекелүү Рамазан
ru: Благословенный Рамадан

# daysToDhulHujjah
source: Days until Dhul-Hijjah
ar: أيام حتى ذو الحجة
kk: Зулхижжаға дейін қалған күндер
ky: Зуль-хижжага калган күн
ru: Дней до Зу-ль-Хиджи

# dhulHijjah
source: Fasting in Dhul-Hijjah
ar: صيام ذو الحجة
kk: Зулхижжадағы ораза
ky: Зуль-хижжада орозо
ru: Пост в Зу-ль-Хиджа

# congratulationRamadan
source: Eid Mubarak! May Allah accept it from us and you!
ar: عيد مبارك! تقبل الله منا ومنكم
kk: Ораза айт құтты болсын! Алла Тағала бізден де, сізден де қабыл етсін!
ky: Орозо айт майрамы куттуу болсун! Аллах кабыл кылсын!
ru: С праздником разговения! Да примет Аллах от нас и от вас!

# congratulationDhulHijjah
source: Eid al-Adha Mubarak! May Allah accept it from us and you!
ar: عيد الأضحى مبارك! تقبل الله منا ومنكم
kk: Құрбан айт құтты болсын! Алла Тағала бізден де, сізден де қабыл етсін!
ky: Курман айт майрамы куттуу болсун! Аллах кабыл кылсын!
ru: С праздником жертвоприношения! Да примет Аллах от нас и от вас!

source: More
ar: المزيد
kk: Көбірек
ky: Көбүрөөк
ru: Больше

# startRamadan
source: Beginning of Ramadan
ar: بداية رمضان
kk: Рамазан айының басталуы
ky: Рамазан айынын башталышы
ru: Начало Рамадана

# idAlFitr
source: Eid al-Fitr
ar: عيد الفطر
kk: Ораза айт
ky: Орозо айт
ru: 'Ид аль-Фитр

# startDhulHijjah
source: Beginning of Dhul-Hijjah
ar: بداية ذي الحجة
kk: Зұл-хижжа айының басталуы
ky: Зул-хижжа айынын башталышы
ru: Начало Зу-ль-Хиджи

# dayArafa
source: Day of Arafah
ar: يوم عرفة
kk: Арафа күні
ky: Арафа күнү
ru: День 'Арафа

# idAlAdha
source: Eid al-Adha
ar: عيد الأضحى
kk: Құрбан айт
ky: Курман айт
ru: 'Ид аль-Адха

# dayAshura
source: Day of Ashura
ar: يوم عاشوراء
kk: Ашура күні
ky: Ашура күнү
ru: День 'Ашура

source: Background warmth
ar: دفء الخلفية
kk: Фон жылылығы
ky: Фондун өңүнүн жылуулугу
ru: Теплота фона

source: Text contrast
ar: تباين النص
kk: Мәтін контрасты
ky: Тексттин контрасты
ru: Контраст текста

# ayahDay
source: Verse of the Day
ar: آية اليوم
kk: Осы күннің аяты
ky: Күндүн аяты
ru: Аят дня

source: Quran
ar: القرآن
kk: Құран
ky: Куран
ru: Коран

# sQuran
source: Quranic supplications
ar: أدعية من القرآن
kk: Құраннан дұғалар
ky: Курандагы дубалар
ru: Мольбы из Корана

# fortress
source: Adhkars
ar: الأذكار
kk: Зікірлер
ky: Зикирлер
ru: Азкары

source: Gems
ar: درر
kk: Даналық сөздер
ky: Берметтер
ru: Жемчужины Тарифи

source: Counter
ar: عداد
kk: Есептеу
ky: Эсептөөчү
ru: Счётчик

# fortressMuslim
source: Fortress of the muslim
ar: حصن المسلم
kk: Мұсылманның қорғаны
ky: Мусулмандын коргону
ru: Крепость мусульманина

source: Chapter
ar: الفصل
kk: Тарау
ky: Бөлүм
ru: Глава

# fortressChapterTableName
source: Table_of_chapters_en
kk: Table_of_chapters_kk
ky: Table_of_chapters_ky
ru: Table_of_chapters_ru

# fortressFootnoteTableName
source: Table_of_footnotes_en
kk: Table_of_footnotes_kk
ky: Table_of_footnotes_ky
ru: Table_of_footnotes_ru

# fortressTableName
source: Table_of_supplications_en
kk: Table_of_supplications_kk
ky: Table_of_supplications_ky
ru: Table_of_supplications_ru

source: Morning
ar: صباحًا
kk: Таңертең
ky: Эрте менен
ru: Утром

source: Evening
ar: مساءً
kk: Кешке
ky: Кечинде
ru: Вечером

source: Night
ar: قبل النوم
kk: Ұйықтар алдында
ky: Уктаар алдында
ru: Перед сном

source: Istikhara
ar: الاستخارة
kk: Истихара
ky: Истихара
ru: Истихара

source: After prayer
ar: بعد الصلاة
kk: Намаздан кейін
ky: Намаздан кийин
ru: После молитвы

# sfqTableName
source: Table_of_supplications_en
kk: Table_of_supplications_kk
ky: Table_of_supplications_ky
ru: Table_of_supplications_ru

# randomAyah
source: Random verse
ar: آية عشوائية
kk: Кездейсоқ аят
ky: Кокустук аят
ru: Случайный аят

# randomCitation
source: Random quote
ar: اقتباس عشوائي
kk: Кездейсоқ үзінді
ky: Кокустук цитата
ru: Случайная цитата

source: Arabic text size
ar: حجم النص العربي
kk: Араб мәтінінің өлшемі
ky: Арабча текст көлөмү
ru: Размер арабского текста

source: Translation text size
ar: حجم الترجمة
kk: Аударма мәтінінің өлшемі
ky: Котормо текст көлөмү
ru: Размер текста перевода

source: Text size
ar: حجم النص
kk: Мәтін өлшемі
ky: Текст көлөмү
ru: Размер текста

source: Transcription
ar: النقحرة
kk: Транскрипция
ky: Транскрипция
ru: Транскрипция

# surahKahf
source: Surah Al-Kahf
ar: سورة الكهف
kk: « Кәһф» сүресі
ky: «Аль-Кахф» сүрөсү
ru: Сура «аль-Кахф»

# surahSajda
source: Surah As-Sajdah
ar: سورة السجدة
kk: «Сәжде» сүресі
ky: «Ас-Сажда» сүрөсү
ru: Сура «ас-Саджда»

# surahMulk
source: Surah Al-Mulk
ar: سورة الملك
kk: «Мүлік» сүресі
ky: «Аль-Мулк» сүрөсү
ru: Сура «аль-Мульк»

# djuzAmma
source: Juz 'Amma
ar: جزء عمّ
kk: «‘Амма» жүзі (бөлігі)
ky: «Амма» парасы
ru: Джуз «'Амма»
